app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO `users` (`name`, `email`, `created_at`, `updated_at`) VALUES ('testuser002', 'vm_ha_8160@yahoo.co.jp', '2019-04-03 10:47:16', '2019-04-03 10:47:16')